Tekla.Structures.Filtering.Categories.AssemblyFilterExpressions.IdNumber
The IdNumber class represents the identifier number filter expression.

Tekla.Structures.Filtering.Categories.AssemblyFilterExpressions.IdNumber.#ctor
Initializes a new instance of the IdNumber class.